Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.HardwareHashCreateCertificateButton
source: Create certificate
ar_sa: إنشاء شهادة
bg_bg: Създаване на сертификат
cs_cz: Vytvořte certifikát
da_dk: Opret certifikat
de_de: Zertifikat erstellen
el_gr: Δημιουργία πιστοποιητικού
es_mx: Crear certificado
et_ee: Looge sertifikaat
fi_fi: Luo sertifikaatti
fr_ca: Créer un certificat
he_il: צור תעודה
hr_hr: Izradi certifikat
hu_hu: Hozzon létre tanúsítványt
it_it: Crea certificato
ja_jp: 証明書の作成
ko_kr: 인증서 생성
lt_lt: Sukurti sertifikatą
lv_lv: Izveidot sertifikātu
nb_no: Opprett sertifikat
nl_nl: Certificaat maken
pl_pl: Utwórz certyfikat
pt_pt: Criar certificado
ro_ro: Creați certificat
ru_ru: Создать сертификат
sk_sk: Vytvorte certifikát
sl_si: Ustvari potrdilo
sr_latn_rs: Kreirajte sertifikat
sv_se: Skapa certifikat
th_th: สร้างใบรับรอง
tr_tr: Sertifika oluştur
uk_ua: Створити сертифікат
zh_cn: 创建证书
zh_tw: 建立證書

# Autopilot.HardwareHashDefaultGroupTagNoSelection
source: None
ar_sa: لا شيء
bg_bg: Няма
cs_cz: žádný
da_dk: Ingen
de_de: Keine
el_gr: Κανένα
es_mx: Ninguno
et_ee: Mitte ühtegi
fi_fi: Ei mitään
fr_ca: Aucun
he_il: אין
hr_hr: Nijedan
hu_hu: Egyik sem
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
nb_no: Ingen
nl_nl: Geen
pl_pl: Żadne
pt_pt: Nenhum
ro_ro: Niciuna
ru_ru: Нет
sk_sk: žiadne
sl_si: Noben
sr_latn_rs: Nijedan
sv_se: Inga
th_th: ไม่มี
tr_tr: Yok
uk_ua: Жодного
zh_cn: 无
zh_tw: 無

# Autopilot.HardwareHashDefaultGroupTagNone
source: No default group tag selected.
ar_sa: لم يتم تحديد علامة المجموعة الافتراضية.
bg_bg: Няма избран групов маркер по подразбиране.
cs_cz: Není vybrána žádná výchozí značka skupiny.
da_dk: Der er ikke valgt noget standardgruppetag.
de_de: Kein Standardgruppen-Tag ausgewählt.
el_gr: Δεν έχει επιλεγεί προεπιλεγμένη ετικέτα ομάδας.
es_mx: No se seleccionó ninguna etiqueta de grupo predeterminada.
et_ee: Vaikimisi rühmamärgendit pole valitud.
fi_fi: Oletusryhmätunnistetta ei ole valittu.
fr_ca: Aucune balise de groupe par défaut sélectionnée.
he_il: לא נבחר תג ברירת מחדל לקבוצה.
hr_hr: Nije odabrana zadana oznaka grupe.
hu_hu: Nincs kiválasztva alapértelmezett csoportcímke.
it_it: Nessun tag di gruppo predefinito selezionato.
ja_jp: デフォルトのグループタグが選択されていません。
ko_kr: 기본 그룹 태그가 선택되지 않았습니다.
lt_lt: Nepasirinkta numatytoji grupės žyma.
lv_lv: Nav atlasīts neviens noklusējuma grupas tags.
nb_no: Ingen standard gruppetag er valgt.
nl_nl: Er is geen standaardgroepstag geselecteerd.
pl_pl: Nie wybrano domyślnego tagu grupy.
pt_pt: Nenhuma tag de grupo padrão selecionada.
ro_ro: Nu a fost selectată nicio etichetă implicită de grup.
ru_ru: Тег группы по умолчанию не выбран.
sk_sk: Nie je vybratá žiadna predvolená značka skupiny.
sl_si: Izbrana ni nobena privzeta oznaka skupine.
sr_latn_rs: Nije izabrana podrazumevana oznaka grupe.
sv_se: Ingen standardgrupptagg har valts.
th_th: ไม่ได้เลือกแท็กกลุ่มเริ่มต้น
tr_tr: Varsayılan grup etiketi seçilmedi.
uk_ua: Тег групи за замовчуванням не вибрано.
zh_cn: 未选择默认组标签。
zh_tw: 未選擇預設群組標籤。

# Autopilot.HardwareHashDisconnectTenantButton
source: Disconnect tenant
ar_sa: قطع اتصال المستأجر
bg_bg: Прекъснете връзката с наемателя
cs_cz: Odpojit nájemce
da_dk: Afbryd lejer
de_de: Mieter trennen
el_gr: Αποσυνδέστε τον ενοικιαστή
es_mx: Desconectar inquilino
et_ee: Katkesta üürniku ühendus
fi_fi: Irrota vuokralainen
fr_ca: Déconnecter le locataire
he_il: ניתוק דייר
hr_hr: Odspojite stanara
hu_hu: A bérlő leválasztása
it_it: Disconnettere l'inquilino
ja_jp: テナントの切断
ko_kr: 테넌트 연결 끊기
lt_lt: Atjungti nuomininką
lv_lv: Atvienot īrnieku
nb_no: Koble fra leietaker
nl_nl: Huurder ontkoppelen
pl_pl: Odłącz najemcę
pt_pt: Desconectar inquilino
ro_ro: Deconectați chiriașul
ru_ru: Отключить арендатора
sk_sk: Odpojiť nájomcu
sl_si: Odklopite najemnika
sr_latn_rs: Isključite stanara
sv_se: Koppla bort hyresgästen
th_th: ยกเลิกการเชื่อมต่อผู้เช่า
tr_tr: Kiracının bağlantısını kesin
uk_ua: Відключити орендаря
zh_cn: 断开租户连接
zh_tw: 斷開租戶連接

# Autopilot.HardwareHashGroupTagDescription
source: Optional group tag preselected in Foundry Deploy during hardware hash upload.
ar_sa: تم تحديد علامة المجموعة الاختيارية مسبقًا في Foundry Deploy أثناء تحميل تجزئة الأجهزة.
bg_bg: Незадължителен групов таг, предварително избран в Foundry Deploy по време на качване на хардуерен хеш.
cs_cz: Volitelná značka skupiny předvolená v Foundry Deploy během nahrávání hardwarového hash.
da_dk: Valgfrit gruppetag forudvalgt i Foundry Deploy under upload af hardwarehash.
de_de: Optionales Gruppen-Tag, das während des Hardware-Hash-Uploads in Foundry Deploy vorausgewählt wurde.
el_gr: Προαιρετική ετικέτα ομάδας προεπιλεγμένη στο Foundry Deploy κατά τη μεταφόρτωση κατακερματισμού υλικού.
es_mx: Etiqueta de grupo opcional preseleccionada en Foundry Deploy durante la carga de hash de hardware.
et_ee: Riistvara räsi üleslaadimise ajal Foundry Deploy valikuline rühmamärgend.
fi_fi: Valinnainen ryhmätunniste esivalittu Foundry Deploy laitteiston hajautuslatauksen aikana.
fr_ca: Balise de groupe facultative présélectionnée dans Foundry Deploy lors du téléchargement du hachage matériel.
he_il: תג קבוצתי אופציונלי שנבחר מראש ב-Foundry Deploy במהלך העלאת hash של חומרה.
hr_hr: Neobavezna grupna oznaka unaprijed odabrana u Foundry Deploy tijekom prijenosa hash vrijednosti hardvera.
hu_hu: Opcionális csoportcímke előre kiválasztva Foundry Deploy hardveres hash-feltöltés során.
it_it: Tag di gruppo opzionale preselezionato in Foundry Deploy durante il caricamento dell'hash hardware.
ja_jp: ハードウェア ハッシュのアップロード中に Foundry Deploy で事前に選択されたオプションのグループ タグ。
ko_kr: 하드웨어 해시 업로드 중에 Foundry Deploy에서 사전 선택된 선택적 그룹 태그입니다.
lt_lt: Neprivaloma grupės žyma, iš anksto pasirinkta Foundry Deploy aparatinės įrangos maišos įkėlimo metu.
lv_lv: Izvēles grupas tags, kas iepriekš atlasīts Foundry Deploy aparatūras jaukšanas augšupielādes laikā.
nb_no: Valgfri gruppetagg forhåndsvalgt i Foundry Deploy under opplasting av maskinvarehash.
nl_nl: Optionele groepstag vooraf geselecteerd in Foundry Deploy tijdens hardware-hash-upload.
pl_pl: Opcjonalny tag grupowy wybrany wstępnie w Foundry Deploy podczas przesyłania skrótu sprzętowego.
pt_pt: Tag de grupo opcional pré-selecionada em Foundry Deploy durante o upload de hash de hardware.
ro_ro: Etichetă opțională de grup preselectată în Foundry Deploy în timpul încărcării hash hardware.
ru_ru: Дополнительный групповой тег, предварительно выбранный в Foundry Deploy во время загрузки аппаратного хеша.
sk_sk: Voliteľná značka skupiny predvolená v Foundry Deploy počas nahrávania hardvérového hash.
sl_si: Izbirna oznaka skupine, predhodno izbrana v Foundry Deploy med nalaganjem zgoščene vrednosti strojne opreme.
sr_latn_rs: Opciona oznaka grupe unapred izabrana u Foundry Deploy tokom hardverskog heš otpremanja.
sv_se: Valfri grupptagg förvald i Foundry Deploy under uppladdning av hårdvaruhash.
th_th: แท็กกลุ่มเสริมที่เลือกไว้ล่วงหน้าใน Foundry Deploy ระหว่างการอัปโหลดแฮชฮาร์ดแวร์
tr_tr: Donanım karma yüklemesi sırasında Foundry Deploy'de önceden seçilen isteğe bağlı grup etiketi.
uk_ua: Додатковий груповий тег, попередньо вибраний у Foundry Deploy під час завантаження апаратного хешу.
zh_cn: 硬件哈希上传期间在 Foundry Deploy 中预选的可选组标签。
zh_tw: 硬體哈希上傳期間在 Foundry Deploy 中預選的可選組標籤。

# Autopilot.HardwareHashGroupTagLabel
source: Default group tag
ar_sa: علامة المجموعة الافتراضية
bg_bg: Групов етикет по подразбиране
cs_cz: Výchozí značka skupiny
da_dk: Standard gruppetag
de_de: Standardgruppen-Tag
el_gr: Προεπιλεγμένη ετικέτα ομάδας
es_mx: Etiqueta de grupo predeterminada
et_ee: Grupi vaikemärgend
fi_fi: Ryhmän oletustunniste
fr_ca: Balise de groupe par défaut
he_il: תג ברירת מחדל לקבוצה
hr_hr: Zadana oznaka grupe
hu_hu: Alapértelmezett csoportcímke
it_it: Tag di gruppo predefinito
ja_jp: デフォルトのグループタグ
ko_kr: 기본 그룹 태그
lt_lt: Numatytoji grupės žyma
lv_lv: Noklusējuma grupas atzīme
nb_no: Standard gruppetag
nl_nl: Standaard groepstag
pl_pl: Domyślny tag grupy
pt_pt: Tag de grupo padrão
ro_ro: Etichetă de grup implicită
ru_ru: Тег группы по умолчанию
sk_sk: Predvolená značka skupiny
sl_si: Privzeta oznaka skupine
sr_latn_rs: Podrazumevana oznaka grupe
sv_se: Standardgrupptagg
th_th: แท็กกลุ่มเริ่มต้น
tr_tr: Varsayılan grup etiketi
uk_ua: Тег групи за замовчуванням
zh_cn: 默认组标签
zh_tw: 預設群組標籤

# Autopilot.HardwareHashHeader
source: Zero-touch hardware hash upload
ar_sa: تحميل zero-touch لتجزئة الأجهزة
bg_bg: Zero-touch качване на хардуерен хеш
cs_cz: Zero-touch nahrání hardwarového hashe
da_dk: Zero-touch upload af hardwarehash
el_gr: Zero-touch αποστολή κατακερματισμού υλικού
es_mx: Carga zero-touch del hash de hardware
et_ee: Zero-touch riistvararäsi üleslaadimine
fi_fi: Zero-touch-laitteiston hajautusarvon lataus
fr_ca: Téléversement zero-touch du hachage matériel
he_il: העלאת zero-touch של hash חומרה
hr_hr: Zero-touch prijenos hardverskog hasha
hu_hu: Zero-touch hardverhash-feltöltés
it_it: Caricamento zero-touch dell’hash hardware
ja_jp: ゼロタッチ ハードウェア ハッシュ アップロード
ko_kr: 제로터치 하드웨어 해시 업로드
lt_lt: Zero-touch aparatūros maišos įkėlimas
lv_lv: Zero-touch aparatūras jaucējkoda augšupielāde
nb_no: Zero-touch opplasting av maskinvarehash
pl_pl: Bezobsługowe przesyłanie skrótu sprzętowego
pt_pt: Carregamento zero-touch do hash de hardware
ro_ro: Încărcare zero-touch a hashului hardware
ru_ru: Zero-touch отправка аппаратного хеша
sk_sk: Zero-touch nahratie hardvérového hashu
sl_si: Zero-touch nalaganje zgoščene vrednosti strojne opreme
sr_latn_rs: Zero-touch otpremanje hardverskog heša
sv_se: Zero-touch-uppladdning av maskinvaruhash
th_th: การอัปโหลดแฮชฮาร์ดแวร์แบบ zero-touch
tr_tr: Zero-touch donanım karması yükleme
uk_ua: Zero-touch завантаження апаратного хешу
zh_cn: Zero-touch 硬件哈希上传
zh_tw: Zero-touch 硬體雜湊上傳

# Autopilot.HardwareHashOnboardingFailedMessageFormat
source: Foundry could not configure the Autopilot app registration. {0}
ar_sa: Foundry تعذر تكوين تسجيل التطبيق Autopilot. {0}
bg_bg: Foundry не можа да конфигурира регистрацията на приложението Autopilot. {0}
cs_cz: Foundry nemohl nakonfigurovat registraci aplikace Autopilot. {0}
da_dk: Foundry kunne ikke konfigurere Autopilot app-registreringen. {0}
de_de: Foundry konnte die Autopilot App-Registrierung nicht konfigurieren. {0}
el_gr: Το Foundry δεν μπόρεσε να διαμορφώσει την εγγραφή της εφαρμογής Autopilot. {0}
es_mx: Foundry no pudo configurar el registro de la aplicación Autopilot. {0}
et_ee: Foundry ei saanud Autopilot rakenduse registreerimist konfigureerida. {0}
fi_fi: Foundry ei voinut määrittää Autopilot-sovelluksen rekisteröintiä. {0}
fr_ca: Foundry n'a pas pu configurer l'enregistrement de l'application Autopilot. {0}
he_il: Foundry לא הצליח להגדיר את רישום האפליקציה Autopilot. {0}
hr_hr: Foundry nije mogao konfigurirati registraciju Autopilot aplikacije. {0}
hu_hu: Foundry nem tudta konfigurálni az Autopilot alkalmazás regisztrációját. {0}
it_it: Foundry non è riuscito a configurare la registrazione dell'app Autopilot. {0}
ja_jp: Foundry は Autopilot アプリの登録を構成できませんでした。 {0}
ko_kr: Foundry이 Autopilot 앱 등록을 구성할 수 없습니다. {0}
lt_lt: Foundry nepavyko sukonfigūruoti Autopilot programos registracijos. {0}
lv_lv: Foundry nevarēja konfigurēt Autopilot lietotnes reģistrāciju. {0}
nb_no: Foundry kunne ikke konfigurere Autopilot appregistreringen. {0}
nl_nl: Foundry kon de Autopilot app-registratie niet configureren. {0}
pl_pl: Foundry nie mógł skonfigurować rejestracji aplikacji Autopilot. {0}
pt_pt: Foundry não foi possível configurar o registro do aplicativo Autopilot. {0}
ro_ro: Foundry nu a putut configura înregistrarea aplicației Autopilot. {0}
ru_ru: Foundry не удалось настроить регистрацию приложения Autopilot. {0}
sk_sk: Foundry nemohla nakonfigurovať registráciu aplikácie Autopilot. {0}
sl_si: Foundry ni mogel konfigurirati registracije aplikacije Autopilot. {0}
sr_latn_rs: Foundry nije mogao da konfiguriše registraciju aplikacije Autopilot. {0}
sv_se: Foundry kunde inte konfigurera Autopilot appregistreringen. {0}
th_th: Foundry ไม่สามารถกำหนดค่าการลงทะเบียนแอป Autopilot ได้ {0}
tr_tr: Foundry, Autopilot uygulama kaydını yapılandıramadı. {0}
uk_ua: Foundry не вдалося налаштувати реєстрацію програми Autopilot. {0}
zh_cn: Foundry 无法配置Autopilot 应用程序注册。 {0}
zh_tw: Foundry 無法設定Autopilot 應用程式註冊。 {0}

# Autopilot.HardwareHashOnboardingFailedTitle
source: Tenant onboarding failed
ar_sa: فشل إعداد المستأجر
bg_bg: Включването на наемател не бе успешно
cs_cz: Přihlášení nájemce se nezdařilo
da_dk: Lejer onboarding mislykkedes
de_de: Das Mieter-Onboarding ist fehlgeschlagen
el_gr: Η ενσωμάτωση του μισθωτή απέτυχε
es_mx: Error al incorporar inquilinos
et_ee: Üürniku liitumine ebaõnnestus
fi_fi: Vuokralaisen käyttöönotto epäonnistui
fr_ca: L'intégration du locataire a échoué
he_il: הכניסה לדייר נכשלה
hr_hr: Uključivanje stanara nije uspjelo
hu_hu: A bérlő beiktatása nem sikerült
it_it: L'onboarding del tenant non è riuscito
ja_jp: テナントのオンボーディングに失敗しました
ko_kr: 테넌트 온보딩 실패
lt_lt: Nuomininko priėmimas nepavyko
lv_lv: Īrnieka uzņemšana neizdevās
nb_no: Innføring av leietaker mislyktes
nl_nl: Onboarding van huurder is mislukt
pl_pl: Dołączenie najemcy nie powiodło się
pt_pt: Falha na integração do locatário
ro_ro: Înregistrarea chiriașului a eșuat
ru_ru: Регистрация клиента не удалась
sk_sk: Registrácia nájomníka zlyhala
sl_si: Vključevanje najemnika ni uspelo
sr_latn_rs: Uključivanje stanara nije uspelo
sv_se: Introduktion av hyresgäster misslyckades
th_th: การเริ่มต้นใช้งานผู้เช่าล้มเหลว
tr_tr: Kiracının katılımı başarısız oldu
uk_ua: Помилка реєстрації орендаря
zh_cn: 租户入职失败
zh_tw: 租戶入職失敗

# Autopilot.HardwareHashOnboardingMessageActiveCertificateExpired
source: The selected certificate has expired. Create a new certificate, save its PFX and password, then select it for boot media.
ar_sa: انتهت صلاحية الشهادة المحددة. قم بإنشاء شهادة جديدة، واحفظ PFX وكلمة المرور الخاصة بها، ثم حددها لوسائط التمهيد.
bg_bg: Избраният сертификат е изтекъл. Създайте нов сертификат, запазете неговия PFX и парола, след което го изберете за носител за зареждане.
cs_cz: Platnost vybraného certifikátu vypršela. Vytvořte nový certifikát, uložte jeho PFX a heslo a poté jej vyberte jako spouštěcí médium.
da_dk: Det valgte certifikat er udløbet. Opret et nyt certifikat, gem dets PFX og adgangskode, og vælg det derefter til opstartsmedie.
de_de: Das ausgewählte Zertifikat ist abgelaufen. Erstellen Sie ein neues Zertifikat, speichern Sie dessen PFX und sein Kennwort und wählen Sie es dann als Startmedium aus.
el_gr: Το επιλεγμένο πιστοποιητικό έχει λήξει. Δημιουργήστε ένα νέο πιστοποιητικό, αποθηκεύστε το PFX και τον κωδικό πρόσβασής του και, στη συνέχεια, επιλέξτε το για μέσα εκκίνησης.
es_mx: El certificado seleccionado ha caducado. Cree un nuevo certificado, guarde su PFX y contraseña, luego selecciónelo como medio de arranque.
et_ee: Valitud sertifikaat on aegunud. Looge uus sertifikaat, salvestage selle PFX ja parool ning valige see alglaadimismeediumi jaoks.
fi_fi: Valittu varmenne on vanhentunut. Luo uusi varmenne, tallenna sen PFX ja salasana ja valitse se käynnistysmediaa varten.
fr_ca: Le certificat sélectionné a expiré. Créez un nouveau certificat, enregistrez son PFX et son mot de passe, puis sélectionnez-le comme support de démarrage.
he_il: פג תוקף האישור שנבחר. צור אישור חדש, שמור את ה-PFX והסיסמה שלו, ולאחר מכן בחר אותו עבור מדיית האתחול.
hr_hr: Odabrani certifikat je istekao. Stvorite novi certifikat, spremite njegov PFX i lozinku, zatim ga odaberite za medij za pokretanje.
hu_hu: A kiválasztott tanúsítvány lejárt. Hozzon létre egy új tanúsítványt, mentse el a PFX-jét és jelszavát, majd válassza ki a rendszerindító adathordozóhoz.
it_it: Il certificato selezionato è scaduto. Crea un nuovo certificato, salva il suo PFX e la password, quindi selezionalo per il supporto di avvio.
ja_jp: 選択した証明書の有効期限が切れています。新しい証明書を作成し、その PFX とパスワードを保存して、ブート メディアとして選択します。
ko_kr: 선택한 인증서가 만료되었습니다. 새 인증서를 생성하고 해당 PFX와 비밀번호를 저장한 다음 부팅 미디어로 선택합니다.
lt_lt: Pasirinkto sertifikato galiojimo laikas baigėsi. Sukurkite naują sertifikatą, išsaugokite jo PFX ir slaptažodį, tada pasirinkite jį įkrovos laikmenai.
lv_lv: Atlasītā sertifikāta derīguma termiņš ir beidzies. Izveidojiet jaunu sertifikātu, saglabājiet tā PFX un paroli, pēc tam atlasiet to sāknēšanas datu nesējai.
nb_no: Det valgte sertifikatet er utløpt. Opprett et nytt sertifikat, lagre PFX og passord, og velg det for oppstartsmedier.
nl_nl: Het geselecteerde certificaat is verlopen. Maak een nieuw certificaat, sla de PFX en het wachtwoord op en selecteer het vervolgens als opstartmedia.
pl_pl: Wybrany certyfikat wygasł. Utwórz nowy certyfikat, zapisz jego plik PFX i hasło, a następnie wybierz go jako nośnik startowy.
pt_pt: O certificado selecionado expirou. Crie um novo certificado, salve seu PFX e senha e selecione-o para mídia de inicialização.
ro_ro: Certificatul selectat a expirat. Creați un nou certificat, salvați-i PFX și parola, apoi selectați-l pentru mediul de pornire.
ru_ru: Срок действия выбранного сертификата истек. Создайте новый сертификат, сохраните его PFX и пароль, затем выберите его в качестве загрузочного носителя.
sk_sk: Platnosť vybratého certifikátu vypršala. Vytvorte nový certifikát, uložte jeho PFX a heslo a potom ho vyberte ako zavádzacie médium.
sl_si: Izbrani certifikat je potekel. Ustvarite novo potrdilo, shranite njegov PFX in geslo ter ga izberite za zagonski medij.
sr_latn_rs: Izabrani sertifikat je istekao. Kreirajte novi sertifikat, sačuvajte njegov PFKS i lozinku, a zatim ga izaberite za medijum za pokretanje.
sv_se: Det valda certifikatet har löpt ut. Skapa ett nytt certifikat, spara dess PFX och lösenord och välj det sedan för startmedia.
th_th: ใบรับรองที่เลือกหมดอายุแล้ว สร้างใบรับรองใหม่ บันทึก PFX และรหัสผ่าน จากนั้นเลือกใบรับรองสำหรับสื่อสำหรับบูต
tr_tr: Seçilen sertifikanın süresi doldu. Yeni bir sertifika oluşturun, PFX'ini ve parolasını kaydedin ve ardından önyükleme ortamı için seçin.
uk_ua: Термін дії вибраного сертифіката закінчився. Створіть новий сертифікат, збережіть його PFX і пароль, а потім виберіть його для завантажувального носія.
zh_cn: 所选证书已过期。创建新证书，保存其 PFX 和密码，然后选择它作为启动介质。
zh_tw: 所選證書已過期。建立新證書，儲存其 PFX 和密碼，然後選擇它作為啟動媒體。

# Autopilot.HardwareHashOnboardingMessageActiveCertificateNotFound
source: The previously selected certificate no longer exists in the managed app registration. Select a valid PFX that matches a provisioned certificate.
ar_sa: لم تعد الشهادة المحددة مسبقًا موجودة في تسجيل التطبيق المُدار. حدد PFX صالحًا يطابق الشهادة المتوفرة.
bg_bg: Избраният преди това сертификат вече не съществува в регистрацията на управляваното приложение. Изберете валиден PFX, който съответства на предоставен сертификат.
cs_cz: Dříve vybraný certifikát již v registraci spravované aplikace neexistuje. Vyberte platný PFX, který odpovídá zřízenému certifikátu.
da_dk: Det tidligere valgte certifikat findes ikke længere i den administrerede app-registrering. Vælg en gyldig PFX, der matcher et klargjort certifikat.
de_de: Das zuvor ausgewählte Zertifikat ist in der verwalteten App-Registrierung nicht mehr vorhanden. Wählen Sie ein gültiges PFX aus, das einem bereitgestellten Zertifikat entspricht.
el_gr: Το πιστοποιητικό που επιλέχθηκε προηγουμένως δεν υπάρχει πλέον στην εγγραφή διαχειριζόμενης εφαρμογής. Επιλέξτε ένα έγκυρο PFX που ταιριάζει με ένα παρεχόμενο πιστοποιητικό.
es_mx: El certificado seleccionado anteriormente ya no existe en el registro de la aplicación administrada. Seleccione un PFX válido que coincida con un certificado aprovisionado.
et_ee: Varem valitud sertifikaati ei ole enam hallatud rakenduse registreerimisel. Valige kehtiv PFX, mis vastab ette nähtud serdile.
fi_fi: Aiemmin valittua varmennetta ei enää ole hallitun sovelluksen rekisteröinnissä. Valitse kelvollinen PFX, joka vastaa määritettyä varmennetta.
fr_ca: Le certificat précédemment sélectionné n'existe plus dans l'enregistrement de l'application gérée. Sélectionnez un PFX valide qui correspond à un certificat provisionné.
he_il: האישור שנבחר בעבר אינו קיים עוד ברישום האפליקציה המנוהלת. בחר PFX חוקי התואם לאישור שהוקצה.
hr_hr: Prethodno odabrani certifikat više ne postoji u registraciji upravljane aplikacije. Odaberite važeći PFX koji odgovara osiguranom certifikatu.
hu_hu: A korábban kiválasztott tanúsítvány már nem létezik a felügyelt alkalmazásregisztrációban. Válasszon ki egy érvényes PFX-et, amely megfelel egy kiépített tanúsítványnak.
it_it: Il certificato selezionato in precedenza non esiste più nella registrazione dell'app gestita. Seleziona un PFX valido che corrisponde a un certificato fornito.
ja_jp: 以前に選択した証明書は、管理対象アプリの登録には存在しません。プロビジョニングされた証明書と一致する有効な PFX を選択します。
ko_kr: 이전에 선택한 인증서가 관리 앱 등록에 더 이상 존재하지 않습니다. 프로비저닝된 인증서와 일치하는 유효한 PFX를 선택합니다.
lt_lt: Anksčiau pasirinkto sertifikato valdomos programos registracijoje nebėra. Pasirinkite galiojantį PFX, atitinkantį parengtą sertifikatą.
lv_lv: Iepriekš atlasītais sertifikāts pārvaldītajā lietotnes reģistrācijā vairs nepastāv. Atlasiet derīgu PFX, kas atbilst nodrošinātajam sertifikātam.
nb_no: Det tidligere valgte sertifikatet eksisterer ikke lenger i den administrerte appregistreringen. Velg en gyldig PFX som samsvarer med et klargjort sertifikat.
nl_nl: Het eerder geselecteerde certificaat bestaat niet meer in de beheerde app-registratie. Selecteer een geldige PFX die overeenkomt met een ingericht certificaat.
pl_pl: Poprzednio wybrany certyfikat nie istnieje już w rejestracji aplikacji zarządzanej. Wybierz prawidłowy plik PFX zgodny z udostępnionym certyfikatem.
pt_pt: O certificado selecionado anteriormente não existe mais no registro do aplicativo gerenciado. Selecione um PFX válido que corresponda a um certificado provisionado.
ro_ro: Certificatul selectat anterior nu mai există în înregistrarea aplicației gestionate. Selectați un PFX valid care se potrivește cu un certificat furnizat.
ru_ru: Ранее выбранный сертификат больше не существует в регистрации управляемого приложения. Выберите действительный PFX, соответствующий предоставленному сертификату.
sk_sk: Predtým vybratý certifikát už v registrácii spravovanej aplikácie neexistuje. Vyberte platný PFX, ktorý sa zhoduje s poskytnutým certifikátom.
sl_si: Prej izbrano potrdilo ne obstaja več v registraciji upravljane aplikacije. Izberite veljaven PFX, ki se ujema s pripravljenim potrdilom.
sr_latn_rs: Prethodno izabrani sertifikat više ne postoji u registraciji upravljane aplikacije. Izaberite važeći PFKS koji odgovara obezbeđenom sertifikatu.
sv_se: Det tidigare valda certifikatet finns inte längre i den hanterade appregistreringen. Välj en giltig PFX som matchar ett tillhandahållet certifikat.
th_th: ใบรับรองที่เลือกไว้ก่อนหน้านี้ไม่มีอยู่ในการลงทะเบียนแอปที่มีการจัดการอีกต่อไป เลือก PFX ที่ถูกต้องซึ่งตรงกับใบรับรองที่จัดเตรียมไว้
tr_tr: Önceden seçilen sertifika artık yönetilen uygulama kaydında mevcut değil. Sağlanan bir sertifikayla eşleşen geçerli bir PFX seçin.
uk_ua: Попередньо вибраний сертифікат більше не існує в реєстрації керованої програми. Виберіть дійсний PFX, який відповідає наданому сертифікату.
zh_cn: 先前选择的证书不再存在于托管应用程序注册中。选择与配置的证书匹配的有效 PFX。
zh_tw: 先前選擇的憑證不再存在於託管應用程式註冊中。選擇與配置的憑證相符的有效 PFX。
